i5-2500k/4.3.6/300/2/read-write-16.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 300
query mode: simple
number of clients: 16
number of threads: 1
duration: 1800 s
number of transactions actually processed: 12486777
latency average: 2.306 ms
tps = 6937.014395 (including connections establishing)
tps = 6937.018327 (excluding connections establishing)